Repository: aboobed/gnome-abrt
Catalog: po/*.po
Languages: de, fr

source: My
de: Mein
fr: Mes

source: _Preferences
de: _Präferenzen
fr: _Préférences

source: _ABRT Configuration
de: _ABRT Konfiguration
fr: Configuration _ABRT

source: _Report problem with ABRT
de: Ein P_roblem mit ABRT melden
fr: _Rapporter un problème avec ABRT

source: _About
de: _Info
fr: À _propos

source: _Quit
de: _Beenden
fr: _Quitter

source: Automatic Bug Reporting Tool
de: Automatisches Bug-Reporting-Tool

source: View and report application crashes
de: Applikations-Abstürze ansehen und melden
fr: Visualiser et signaler les incidents de l'application

source: Collection of software tools designed for collecting, analyzing and reporting of software issues.
de: Sammlung von Software-Tools konzipiert zur Erfassung, Analyse und Berichterstattung von Software-Problemen.
fr: Ensemble d'outils logiciels conçus pour collecter, analyser et rapporter les problèmes de logiciel.

source: It's main purpose is to ease the process of reporting an issue and finding a solution.
de: Ihr Hauptzweck ist es, den Prozess der Berichterstattung eines Problemes und des Findens einer Lösung zu erleichtern.
fr: Son but principal est de faciliter les processus de rapport de problèmes et de découverte d'une solution.

source: Can't add receiver of signal '{0}'on DBus system path '{1}': {2}
de: Empfänger von Signal' '{0}' auf DBus-Systempfad '{1}' kann nicht hinzugefügt werden: {2}
fr: Impossible d'ajouter le destinataire du signal « {0} » sur le chemin du système DBus « {1} » : {2}

source: Can't connect to DBus system bus '{0}' path '{1}': {2}
de: Verbindung mit DBus-Systembus' '{0}' auf Pfad '{1}' nicht möglich: {2}
fr: Impossible d'établir la connexion au bus du système DBus « {0} », chemin « {1} » : {2}

source: Can't get interface '{0}' on path '{1}' in bus '{2}': {3}
de: Schnittstelle' '{0}' auf Pfad '{1}' in Bus '{2}' kann nicht abgerufen werden: {3}
fr: Impossible d'obtenir l'interface « {0} » sur le chemin « {1} » dans le bus « {2} » : {3}

source: Can't chown problem '{0}' over DBus service: {1!s}
de: Kann nicht den Besitzer wechseln für Problem' '{0}' über DBus Service: {1!s}
fr: Impossible d'utiliser chown pour le problème « {0} » sur le service DBus : {1!s}

source: Can't get problem data from DBus service: {0!s}
de: Fehlerdaten können nicht von DBus'-Dienst abgerufen werden: {0!s}
fr: Impossible d'obtenir les données problématiques du service DBus : {0!s}

source: Can't get list of problems from DBus service: {0!s}
de: Fehlerliste kann nicht von DBus'-Dienst abgerufen werden: {0!s}
fr: Impossible d'obtenir la liste des problèmes du service DBus : {0!s}

source: Can't delete problem over DBus service: {0!s}
de: Fehler kann nicht über DBus'-Dienst gelöscht werden: {0!s}
fr: Impossible de supprimer le problème du service DBus : {0!s}

source: The description of problem is too short
de: Die Beschreibung des Problemes ist zu kurz
fr: La description du problème est trop courte

source: In order to get more useful reports we do not accept reports with the description shorter than 10 letters.
de: Um aussagekräftigere Berichte zu erhalten akzeptieren wir keine Berichte in denen die Beschreibung kürzer als 10 Buchstaben ist.
fr: Afin d'obtenir des rapports plus utiles, nous n'acceptons pas de rapport avec une description de moins de 10 lettres.

source: The summary of problem is too short
de: Die Zusammenfassung des Problemes ist zu kurz
fr: Le résumé du problème est trop court

source: In order to get more useful reports we do not accept reports with the summary shorter than 10 letters.
de: Um aussagekräftigere Berichte zu erhalten akzeptieren wir keine Berichte in denen die Zusammenfassung kürzer als 10 Buchstaben ist.
fr: Afin d'obtenir des rapports plus utiles, nous n'acceptons pas de rapport avec un résumé de moins de 10 lettres.

source: Problem description
de: Problem-Beschreibung
fr: Description du problème

source: Summary:
de: Zusammenfassung:
fr: Résumé :

source: _Send
de: _Senden
fr: _Envoyer

source: A problem with ABRT
de: Ein Problem mit ABRT
fr: Problème avec ABRT

source: You have probably reached inotify's limit on the number of watches in '{0}'. The limit can be increased by proper configuration of inotify. For more details see man inotify(7). This event causes that you will not be notified about changes in problem data happening outside of this application. This event do not affect any other functionality.
de: Sie haben wahrscheinlich inotify's Begrenzung der Anzahl der Überwachungen in '{0}' erreicht. Der Grenzwert kann durch die richtige Konfiguration von inotify erhöht werden. Für weitere Informationen siehe die man-Seite inotify(7). Dieses Ereignis bewirkt, dass Sie nicht über Änderungen in Problemdaten unterrichtet werden, die außerhalb von dieser Anwendung geschehen. Dieses Ereignis hat keinerlei Einfluss auf andere Funktionen.
fr: Vous avez probablement atteint la limite inotify du nombre de surveillances dans « {0} ». La limite peut être augmentée en configurant inotify correctement. Pour plus de détails, voir les pages man inotify(7). Cet événement fait que vous ne serez pas notifié des changements de données problématiques se déroulant hors de l'application. Cet événement n'affecte aucune autre fonctionnalité.

source: Can't open directory: '{0}'
de: Verzeichnis' kann nicht geöffnet werden: '{0}'
fr: Impossible d'ouvrir le répertoire : « {0} »

source: _Delete
de: _Löschen
fr: _Supprimer

source: Delete selected problems
de: Ausgewählte Fehler löschen
fr: Supprimer les problèmes sélectionnés

source: _Report
de: _Bericht
fr: _Rapport

source: Submits selected problem
de: Berichtet ausgewählten Fehler
fr: Soumettre les problèmes sélectionnés

source: Analy_ze
de: Analy_sieren
fr: Anal_yser

source: Open selected problem for analysis
de: Ausgewähltes Problem für Analyse öffnen
fr: Ouvrir le problème sélectionné pour l'analyser

source: _All problems
de: _Alle Fehler
fr: _Tous les problèmes

source: Show all known problems from all system users
de: Alle bekannten Fehler für alle Systembenutzer anzeigen
fr: Afficher tous les problèmes connus de tous les utilisateurs du système

source: _Open problem's data directory
de: _Öffnen Daten-Verzeichnis des Problems
fr: _Ouvrir le répertoire de données du problème

source: Opens the selected problem's data directory in the default file system browser
de: Öffnet das Daten-Verzeichnis des ausgewählten Problems im Standard Datei-System Browser
fr: Ouvre le répertoire de données du problème sélectionné dans le navigateur par défaut du système de fichiers

source: _Copy problem's ID to Clipboard
de: ID des Problems in Zwischenablage _kopieren
fr: Impossible de _copier l'ID du problème sur le presse-papier

source: Stores the selected problem's ID in Clibpoard
de: Speichert die ID des ausgewählten Problems in der Zwischenablage
fr: Stocke l'ID du problème sélectionné dans le presse-papier

source: Date
de: Datum

source: Detected
de: Festgestellt
fr: Détecté

source: Reported
de: Berichtet
fr: Rapporté

source: No problems detected!
de: Keine Probleme festgestellt!
fr: Aucun problème détecté !

source: No source selected!
de: Kein Quelle festgelegt!
fr: Aucune source sélectionnée !

source: No source
de: Keine Quelle
fr: Aucune source

source: Not found in cache but deleted: {0}
de: Nicht im Cache gefunden sondern gelöscht: {0}
fr: Introuvable dans le cache mais supprimé : {0}

source: Future
de: Zukunft
fr: Futur

source: Yesterday
de: Gestern
fr: Hier

source: week
de: Woche
fr: semaine

source: month
de: Monat
fr: mois

source: year
de: Jahr
fr: année

source: Last {0!s}
de: Letzte(s,n) {0!s}
fr: Dernier {0!s}

source: {0:d} {1!s}s ago
de: vor {0:d} {1!s}s
fr: il y a {0:d} {1!s}s

source: Failed to load UI definition
de: Fehler beim Laden der UI Definition
fr: Échec du chargement de la définition de l'interface utilisateur

source: crashed
de: abgestürzt
fr: échoué

source: {0} problem has been detected
de: {0} Problem wurde festgestellt
fr: {0} incident a été détecté

source: cannot be reported
de: kann nicht berichtet werden
fr: ne peut pas être rapporté

source: Reports
de: Berichte
fr: Rapports

source: yes
de: ja
fr: oui

source: no
de: nein
fr: non

source: Failed to execute the requested action because of an error in new process creation
de: Konnte die angeforderte Aktion nicht auszuführen, da ein Fehler in der Erstellung neuer Prozesse aufgetreten ist
fr: Échec de l'exécution de l'action requise à cause d'une erreur dans le processus de création

source: System
fr: Système

source: Name
fr: Nom
